---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingWidth
source: html/4641b9f4-7cfd-3cd5-077d-95f652801948.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContinuousFootingWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId ContinuousFootingWidth { get; }
```